Repository: hivepress/hivepress-messages
Catalog: languages/hivepress-messages-*.po
Languages: pl_pl, ru_ru, uk

source: Send Message
pl_pl: Wyślij wiadomość
ru_ru: Отправить сообщение
uk: Надіслати повідомлення

source: Messages
pl_pl: Wiadomości
ru_ru: Сообщения
uk: Повідомлення

source: Store messages in the database
pl_pl: Przechowywaj wiadomości w bazie danych
uk: Зберігати повідомлення в базі даних

source: Check this option to store messages in the database, rather than sending them via email.
pl_pl: Zaznacz tę opcję, aby przechowywać wiadomości w bazie danych, zamiast wysyłać je na e-mail.
uk: Відмітьте цю опцію, щоб зберігати повідомлення в базі даних, замість того щоб відправляти їх ел. поштою.

source: Set the number of days after which a message is deleted.
pl_pl: Podaj liczbę dni, po których wiadomość zostanie usunięta.
ru_ru: Введите количество дней, после которого сообщение будет удалено.
uk: Введіть кількість днів, після яких повідомлення буде видалено.

source: Message Received
pl_pl: Wiadomość otrzymana
ru_ru: Сообщение получено
uk: Повідомлення отримано

source: This email is sent to users when a new message is received.
pl_pl: Ten e-mail jest wysyłany użytkownikom po otrzymaniu nowej wiadomości.
ru_ru: Это письмо отправляется пользователям, когда они получают новое сообщение.
uk: Цей лист відправляється користувачам, коли вони отримують нове повідомлення.

source: Hi, %user_name%! You've received a new message, click on the following link to view it: %message_url%
pl_pl: Cześć %user_name%! Otrzymałeś nową wiadomość, aby ją przeczytać kliknij w podany link: %message_url%
ru_ru: Привет, %user_name%! Вы получили новое сообщение, кликните на эту ссылку чтобы прочитать его: %message_url%
uk: Привіт, %user_name%! Ви отримали нове повідомлення, клікніть на це посилання щоб прочитати його: %message_url%

source: Reply to Listing
pl_pl: Odpowiedź na ogłoszenie
ru_ru: Отправить сообщение
uk: Відповісти на оголошення

source: You can't send messages to yourself.
pl_pl: Nie możesz wysyłać wiadomości do samego siebie.
ru_ru: Вы не можете отправлять сообщения себе.
uk: Ви не можете відправляти повідомлення собі.

source: New reply to "%s"
pl_pl: Nowa odpowiedź na "%s"
uk: Нова відповідь на "%s"

source: New message from %s
pl_pl: Nowa wiadomość od %s
uk: Нове повідомлення від %s

source: Messages from %s
pl_pl: Wiadomości od %s
ru_ru: Сообщения от %s
uk: Повідомлення від %s

source: Your message has been sent.
pl_pl: Twoja wiadomość została wysłana.
ru_ru: Ваше сообщение отправлено.
uk: Ваше повідомлення надіслано.

source: Message
pl_pl: Wiadomość
ru_ru: Сообщение
uk: Повідомлення

source: HivePress Messages
pl_pl: HivePress Wiadomości
ru_ru: HivePress Сообщения
uk: HivePress Повідомлення

source: Allow users to send private messages.
pl_pl: Pozwól użytkownikom wysyłać prywatne wiadomości.
ru_ru: Дайте пользователям возможность отправлять личные сообщения.
uk: Дайте користувачам можливість відправляти особисті повідомлення.

source: Expiration Period
ru_ru: Срок хранения
